---
kind: other
id: Properties.T:Autodesk.Revit.DB.GlobalParameter
source: html/efca7650-e7a5-83fd-22a0-d042a9d59c14.htm
---
# GlobalParameter Properties

The id of the assembly instance to which the element belongs.